Repository: Sanchizas007/Sunspot
Catalog: Packages/SolarCore/Sources/SpotKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr

# duration.none
source: none
de: keine
fr: aucune

# duration.minutes
source: %dm
de: %d Min
fr: %d min

# duration.hours
source: %dh
de: %d Std

# duration.hoursMinutes
source: %dh %dm
de: %d Std %d Min
fr: %d h %d min

# hours.short
source: %@h
de: %@ Std

# angle.belowHorizon
source: below the horizon
de: unter dem Horizont
fr: sous l’horizon

# dateRange.allYear
source: all year
de: das ganze Jahr
fr: toute l’année

# compass.n
source: north
de: Norden
fr: nord

# compass.ne
source: north-east
de: Nordosten
fr: nord-est

# compass.e
source: east
de: Osten
fr: est

# compass.se
source: south-east
de: Südosten
fr: sud-est

# compass.s
source: south
de: Süden
fr: sud

# compass.sw
source: south-west
de: Südwesten
fr: sud-ouest

# compass.w
source: west
de: Westen
fr: ouest

# compass.nw
source: north-west
de: Nordwesten
fr: nord-ouest

# exposure.fullSun
source: full sun
de: volle Sonne
fr: plein soleil

# exposure.partSun
source: part sun
de: halbsonnig
fr: mi-soleil

# exposure.partShade
source: part shade
de: halbschattig
fr: mi-ombre

# exposure.fullShade
source: full shade
de: voller Schatten
fr: pleine ombre

# exposure.fullSun.meaning
source: Tomatoes, peppers, lavender, most vegetables.
de: Tomaten, Paprika, Lavendel, die meisten Gemüsesorten.
fr: Tomates, poivrons, lavande, la plupart des légumes.

# exposure.partSun.meaning
source: Enough for beans, carrots and most herbs.
de: Reicht für Bohnen, Karotten und die meisten Kräuter.
fr: Suffisant pour les haricots, les carottes et la plupart des herbes.

# exposure.partShade.meaning
source: Leafy greens and shade-tolerant shrubs.
de: Blattgemüse und schattenverträgliche Sträucher.
fr: Légumes-feuilles et arbustes tolérant l’ombre.

# exposure.fullShade.meaning
source: Ferns and hostas. Fruit will not ripen here.
de: Farne und Funkien. Früchte reifen hier nicht.
fr: Fougères et hostas. Aucun fruit ne mûrira ici.
